# список образовательных программ
programs = ["Экономика", "Бизнес-информатика", "Туризм"]

# список дисциплин
subjects = ["Эконометрика", "Базы данных", "Теория игр",
            "Программирование на Python"]

# список олимпиад
olympiad = ["Русский медведище", "Краевая олимпиада по истории", "Кенгуру"]

# словарь с описанием дисциплины
subject_dict = {"Эконометрика": "наука, изучающая количественные и качественные экономические взаимосвязи с помощью "
                                "статистических и других математических методов и моделей.", "Базы данных":
    "упорядоченный набор структурированной информации или данных, которые обычно хранятся в электронном виде в "
    "компьютерной системе.", "Теория игр": " математический метод изучения оптимальных стратегий в играх. ",
                "Программирование на Python": "высокоуровневый язык программирования общего назначения, "
                                              "который используется в том числе и для разработки веб-приложений."}

# словарь с описанием олимпиады
olympiad_dict = {"Русский медведище": "олимпиада проверяющая общий уровень знаний в области лингвистики студентов."
                    , "Краевая олимпиада по истории":
    "олимпиада по истории среди школьников старших классов и студентов бакалавриата 1-2 курсов."
                , "Кенгуру": "олимпиада, охватывающая большой перечень дисциплин для всех желающих."}